import turtle        # Подключаем модуль turtle
turtle.reset()         # Приводим черепашку в начальное положение
turtle.down()        # Опускаем перо (начало рисования)
turtle.forward(20)    # Проползти 20 пикселей вперед
turtle.left(90)           # Поворот влево на 90 градусов
turtle.forward(20)    # Рисуем вторую сторону квадрата
turtle.left(90)
turtle.forward(20)    # Рисуем третью сторону квадрата
turtle.left(90)
turtle.forward(20)     # Рисуем четвертую сторону квадрата
turtle.up()                   # Поднять перо (закончить рисовать)
turtle.forward(100)    # Отвести черепашку от рисунка в сторону
